Repository: OwaisQuadri/Hifdh-Tracker
Catalog: Hifdh Tracker/Localizable.xcstrings
Source language: en
Languages: fr

source: %.2f per
fr: %.2f par

source: %@ was logged as memorized
fr: %@ a été enregistré comme mémorisé

source: %0.f of %0.f pages
fr: %1$.f pages sur %2$.f

source: A Page from the Mushaf Al-Madinah Quran (1-604)
fr: Une page du Mushaf Al-Madinah Quran (1-604)

source: All features, widgets, shortcuts, and more to supplement your hifdh journey!
fr: Toutes les fonctionnalités, widgets, raccourcis et bien plus pour accompagner votre parcours de hifdh!

source: Are you sure you want to delete all your data?
fr: Êtes-vous sûr de vouloir supprimer toutes vos données ?

source: Average
fr: Moyenne

source: Avg:
fr: Moy:

source: Buy Me a Coffee
fr: Achète-Moi un Café

source: Cancel
fr: Annuler

source: Completed on:
fr: Terminé le:

source: Counter
fr: Comptoir

source: Counter has been incremented.
fr: Le compteur a été incrémenté.

source: Counter has been reset.
fr: Le compteur a été réinitialisé.

source: Counter Widget
fr: Widget de compteur

source: Create and edit your goals in the “Goals” tab by pressing the “+” button
fr: Créez et modifiez vos objectifs dans l'onglet « Objectifs » en appuyant sur le bouton « + »

source: Date Goal
fr: Objectif de rendez-vous

source: Dismiss
fr: Renvoyer

source: End Page Goal
fr: Objectif de fin de page

source: Error
fr: Erreur

source: Get Started
fr: Débuter

source: Increment the Counter
fr: Incrémenter le compteur

source: Log a Page
fr: Enregistrer une page

source: Manage Subscription
fr: Gérer l'abonnement

source: Mark ${page} as Memorized
fr: Marquer ${page} comme mémorisé

source: Month
fr: Mois

source: Next
fr: Suivante

source: OK
fr: D'ACCORD

source: One or more text fields are invalid!
fr: Un ou plusieurs champs de texte sont invalides!

source: Open Counter Session
fr: Ouvrir la session de compteur

source: Pages Memorized
fr: Pages Mémorisées

source: Pages Memorized per Month
fr: Pages Mémorisées par Mois

source: Pages per Day
fr: Pages par Jour

source: Pages per Interval Goal
fr: Objectif de Pages par Intervalle

source: Percent Memorized
fr: Pourcentage Mémorisé

source: Please enter a value from 1-604
fr: Veuillez saisir une valeur comprise entre 1 et 604

source: Please upgrade to Premium
fr: Veuillez passer à la version Premium

source: Predicted Hifdh Completion
fr: Achèvement prévu du Hifdh

source: Privacy Policy
fr: Politique de confidentialité

source: Purchase failed. Please try again later.
fr: Achat raté. Veuillez réessayer plus tard.

source: Purchases are disabled on your device!
fr: Les achats sont désactivés sur votre appareil !

source: Reset All Data
fr: Réinitialiser toutes les données

source: Reset Counter
fr: Réinitialiser le compteur

source: Reset the Counter
fr: Réinitialiser le compteur

source: Save
fr: Sauvegarder

source: Select a number
fr: Sélectionnez un numéro

source: Select max count:
fr: Sélectionnez le nombre maximum:

source: Show Tutorial
fr: Afficher le didacticiel

source: Shows the current counter state. Pressing the background will take you to the in-app counter.
fr: Affiche l'état actuel du compteur. Appuyer sur l'arrière-plan vous amènera au compteur dans l'application.

source: Start Date:
fr: Date de Début:

source: Suggested Next Page
fr: Page suivante suggérée

source: Suggested Page
fr: Page suggérée

source: Terms of Service
fr: Conditions d'utilisation

source: The next suggested page is %@
fr: La prochaine page suggérée est %@

source: This feature requires a premium subscription. Please open the app to adjust your settings.
fr: Cette fonctionnalité nécessite un abonnement premium. Veuillez ouvrir l'application pour ajuster vos paramètres.

source: Today's Date:
fr: Date d'aujourd'hui :

source: Use the “+” to log multiple pages on a single date
fr: Utilisez le « + » pour enregistrer plusieurs pages à une même date

source: Use the switch to log single pages
fr: Utilisez le commutateur pour enregistrer des pages individuelles

source: View your stats on the “Stats” tab
fr: Voir vos statistiques dans l'onglet « Stats »

source: Warning!
fr: Avertissement!

source: We could not determine the next page. please open the app to refresh shortcut availability
fr: Nous n'avons pas pu déterminer la page suivante. Veuillez ouvrir l'application pour actualiser la disponibilité des raccourcis.

source: Yes, I'm sure
fr: Oui, j'en suis sûr

source: You've successfully completed this purchase!
fr: Vous avez finalisé cet achat avec succès !
